grimoire/musica-10-coda.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 10 : Coda
#+AUTHOR: - chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Périodes

On distingue plusieurs périodes musicales  :

| Début |  Fin | Période             |
|-------+------+---------------------|
|     — |  500 | antique             |
|   500 | 1030 | pré-roman           |
|  1030 | 1163 | roman               |
|  1163 | 1245 | notre-dame          |
|  1245 | 1315 | ars antiqua         |
|  1315 | 1377 | ars nova            |
|  1377 | 1400 | ars subtilior       |
|  1400 | 1420 | contenance angloise |
|  1420 | 1600 | renaissance         |
|  1600 | 1750 | baroque             |
|  1750 | 1820 | classique           |
|  1820 | 1900 | romantique          |
|  1900 |    — | contemporain        |

Bien entendu, les styles de différents périodes ont pu coexister, et
les périodes de transition sont généralement plus longues qu’une
année. Les dates données ne sont qu’indicatives.


** Évolution

  - 8e siècle
    + apparition des modes grégoriens
  - 13e siècle
    + début des cadences d’intervalles
  - 14e siècle
    + premières durées séparées pour les notes
  - 1558
    + Zarlino : prototype de l’accord parfait
  - ca 1600
    + début de la basse continue
      * chiffrage sous la basse symbolisant l’accord à réaliser
      * continuo
	- 1 instrument pour la basse
	- 1 instrument pour le reste des accords
  - 1612
    + Lipius : accord parfait & renversements
  - 1722
    * Rameau
      - fondamentale
      - accords de 7e


* Modes de la Grèce antique

#+TOC: headlines 1 local

** Introduction

La nomenclature médiévale provient d’une interprétation erronée des
modes grecs. Il est donc important de faire la distinction entre :

  - les modes de la Grèce antique d’une part
  - la terminologie médiévale des modes naturels, encore utilisée aujourd’hui, d’autre part

Ces deux nomenclatures utilisent les mêmes noms pour désigner des
ensembles de modes bien distincts.


** Construction

La pensée musicale de la Grèce antique est basée sur :

  - la suite de notes descendante

  - le *tétracorde*, un ensemble de quatre notes qui se suivent dans une
    gamme

La combinaison de ces deux principes nous donne le *tétracorde
descendant*, c’est-à-dire un tétracorde qui évolue de l’aigu vers le
grave.

Une gamme se construit avec deux tétracordes descendants joints par
une note commune. Par exemple, si nous partons de /mi/, nous
obtenons :

#+begin_center
mi ré do si — la sol fa mi ⟼ mi ré do si la sol fa mi
#+end_center

Cette pensée mélodique descendante explique à la fois les similarités
et les différences avec la théorie musicale actuelle :

  - La première note du premier tétracorde est la *note principale* de
    la gamme, et correspond à la tonique.

  - La première note du deuxième tétracorde, la *mèse*, est située une
    quinte plus bas et correspond à la sous-dominante

  - La musique grecque s’appuie donc sur la dualité descendante
    tonique — sous-dominante, à comparer avec la dualité ascendante
    tonique — dominante de la musique tonale

Il existe quatre gammes fondamentales correspondant à quatre modes
fondamentaux, que nous retrouvons dans le tableau suivant :

| Mode       | Tétracorde 1 | Tétracorde 2 | Principale | Mèse | Gamme                    |
|------------+--------------+--------------+------------+------+--------------------------|
| Dorien     | mi ré do si  | la sol fa mi | mi         | la   | mi ré do si la sol fa mi |
| Phrygien   | ré do si la  | sol fa mi ré | ré         | sol  | ré do si la sol fa mi ré |
| Lydien     | do si la sol | fa mi ré do  | do         | fa   | do si la sol fa mi ré do |
| Mixolydien | si la sol fa | mi ré do si  | si         | mi   | si la sol fa mi ré do si |

D’autres gammes peuvent être construites un tétracorde en-dessous
(préfixe hypo) ou un tétracorde au-dessus (préfixe hyper) de ces modes
fondamentaux. Trois nouveaux modes apparaissent alors :

| Mode         | Tétracorde 1 | Tétracorde 2 | Principale | Mèse | Gamme                     |
|--------------+--------------+--------------+------------+------+---------------------------|
| Hypodorien   | la sol fa mi | ré do si la  | la         | ré   | la sol fa mi ré do si la  |
| Hypophrygien | sol fa mi ré | do si la sol | sol        | do   | sol fa mi ré do si la sol |
| Hypolydien   | fa mi ré do  | si la sol fa | fa         | si   | fa mi ré do si la sol fa  |

Les autres modes ne sont que des synonymes des modes déjà obtenus :

  - Hypomixolydien = Dorien
  - Hyperdorien = Mixolydien
  - Hyperphrygien = Hypodorien
  - Hyperlydien = Hypophrygien
  - Hypermixolydien = Hypolydien


