grimoire/musica-10-coda.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2020-12-29 mar 14:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 10 : Coda</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="- chimay" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content">
<h1 class="title">Eclats de vers : Musica 10 : Coda</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents">
<h2>Table des matières</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5347f7a">1. Périodes</a></li>
<li><a href="#orgcee576c">2. Modes de la Grèce antique</a></li>
<li><a href="#org1b02b14">3. Notation</a></li>
<li><a href="#orgcf73449">4. Consonance</a></li>
<li><a href="#orgff3931d">5. Polyphonie</a></li>
<li><a href="#org8911937">6. Harmonie tonale</a></li>
<li><a href="#orga35e7dc">7. Annexes</a></li>
</ul>
</div>
</div>

<div id="outline-container-org5347f7a" class="outline-2">
<h2 id="org5347f7a"><span class="section-number-2">1</span> Périodes</h2>
<div class="outline-text-2" id="text-1">
<p>
On distingue plusieurs périodes musicales  :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Début</th>
<th scope="col" class="org-right">Fin</th>
<th scope="col" class="org-left">Période</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">—</td>
<td class="org-right">500</td>
<td class="org-left">antique</td>
</tr>

<tr>
<td class="org-right">500</td>
<td class="org-right">1030</td>
<td class="org-left">pré-roman</td>
</tr>

<tr>
<td class="org-right">1030</td>
<td class="org-right">1163</td>
<td class="org-left">roman</td>
</tr>

<tr>
<td class="org-right">1163</td>
<td class="org-right">1245</td>
<td class="org-left">notre-dame</td>
</tr>

<tr>
<td class="org-right">1245</td>
<td class="org-right">1315</td>
<td class="org-left">ars antiqua</td>
</tr>

<tr>
<td class="org-right">1315</td>
<td class="org-right">1377</td>
<td class="org-left">ars nova</td>
</tr>

<tr>
<td class="org-right">1377</td>
<td class="org-right">1400</td>
<td class="org-left">ars subtilior</td>
</tr>

<tr>
<td class="org-right">1400</td>
<td class="org-right">1420</td>
<td class="org-left">contenance angloise</td>
</tr>

<tr>
<td class="org-right">1420</td>
<td class="org-right">1600</td>
<td class="org-left">renaissance</td>
</tr>

<tr>
<td class="org-right">1600</td>
<td class="org-right">1750</td>
<td class="org-left">baroque</td>
</tr>

<tr>
<td class="org-right">1750</td>
<td class="org-right">1820</td>
<td class="org-left">classique</td>
</tr>

<tr>
<td class="org-right">1820</td>
<td class="org-right">1900</td>
<td class="org-left">romantique</td>
</tr>

<tr>
<td class="org-right">1900</td>
<td class="org-right">—</td>
<td class="org-left">contemporain</td>
</tr>
</tbody>
</table>

<p>
Bien entendu, les styles de différents périodes ont pu coexister, et
les périodes de transition sont généralement plus longues qu’une
année. Les dates données ne sont qu’indicatives.
</p>
</div>


<div id="outline-container-orge39253b" class="outline-3">
<h3 id="orge39253b"><span class="section-number-3">1.1</span> Évolution</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>8e siècle
<ul class="org-ul">
<li>apparition des modes grégoriens</li>
</ul></li>
<li>13e siècle
<ul class="org-ul">
<li>début des cadences d’intervalles</li>
</ul></li>
<li>14e siècle
<ul class="org-ul">
<li>premières durées séparées pour les notes</li>
</ul></li>
<li>1558
<ul class="org-ul">
<li>Zarlino : prototype de l’accord parfait</li>
</ul></li>
<li>ca 1600
<ul class="org-ul">
<li>début de la basse continue
<ul class="org-ul">
<li>chiffrage sous la basse symbolisant l’accord à réaliser</li>
<li>continuo
<ul class="org-ul">
<li>1 instrument pour la basse</li>
<li>1 instrument pour le reste des accords</li>
</ul></li>
</ul></li>
</ul></li>
<li>1612
<ul class="org-ul">
<li>Lipius : accord parfait &amp; renversements</li>
</ul></li>
<li>1722
<ul class="org-ul">
<li>Rameau
<ul class="org-ul">
<li>fondamentale</li>
<li>accords de 7e</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgcee576c" class="outline-2">
<h2 id="orgcee576c"><span class="section-number-2">2</span> Modes de la Grèce antique</h2>
<div class="outline-text-2" id="text-2">
<div id="text-table-of-contents">
<ul>
<li><a href="#org1dad53a">2.1. Introduction</a></li>
<li><a href="#org4411884">2.2. Construction</a></li>
<li><a href="#org3d379b4">2.3. Intervalles</a></li>
<li><a href="#org209ce06">2.4. Genres</a></li>
<li><a href="#orgc34d811">2.5. Correspondance avec les modes médiévaux</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1dad53a" class="outline-3">
<h3 id="org1dad53a"><span class="section-number-3">2.1</span> Introduction</h3>
<div class="outline-text-3" id="text-2-1">
<p>
La nomenclature médiévale provient d’une interprétation erronée des
modes grecs. Il est donc important de faire la distinction entre :
</p>

<ul class="org-ul">
<li>les modes de la Grèce antique d’une part</li>
<li>la terminologie médiévale des modes naturels, encore utilisée aujourd’hui, d’autre part</li>
</ul>

<p>
Ces deux nomenclatures utilisent les mêmes noms pour désigner des
ensembles de modes bien distincts.
</p>
</div>
</div>


<div id="outline-container-org4411884" class="outline-3">
<h3 id="org4411884"><span class="section-number-3">2.2</span> Construction</h3>
<div class="outline-text-3" id="text-2-2">
<p>
La pensée musicale de la Grèce antique est basée sur :
</p>

<ul class="org-ul">
<li>la suite de notes descendante</li>

<li>le <b>tétracorde</b>, un ensemble de quatre notes qui se suivent dans une
gamme</li>
</ul>

<p>
La combinaison de ces deux principes nous donne le <b>tétracorde
descendant</b>, c’est-à-dire un tétracorde qui évolue de l’aigu vers le
grave.
</p>

<p>
Une gamme se construit avec deux tétracordes descendants joints par
une note commune. Par exemple, si nous partons de <i>mi</i>, nous
obtenons :
</p>

<div class="org-center">
<p>
mi ré do si — la sol fa mi ⟼ mi ré do si la sol fa mi
</p>
</div>

<p>
Cette pensée mélodique descendante explique à la fois les similarités
et les différences avec la théorie musicale actuelle :
</p>

<ul class="org-ul">
<li>La première note du premier tétracorde est la <b>note principale</b> de
la gamme, et correspond à la tonique.</li>

<li>La première note du deuxième tétracorde, la <b>mèse</b>, est située une
quinte plus bas et correspond à la sous-dominante</li>

<li>La musique grecque s’appuie donc sur la dualité descendante
tonique — sous-dominante, à comparer avec la dualité ascendante
tonique — dominante de la musique tonale</li>
</ul>

<p>
Il existe quatre gammes fondamentales correspondant à quatre modes
fondamentaux, que nous retrouvons dans le tableau suivant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mode</th>
<th scope="col" class="org-left">Tétracorde 1</th>
<th scope="col" class="org-left">Tétracorde 2</th>
<th scope="col" class="org-left">Principale</th>
<th scope="col" class="org-left">Mèse</th>
<th scope="col" class="org-left">Gamme</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Dorien</td>
<td class="org-left">mi ré do si</td>
<td class="org-left">la sol fa mi</td>
<td class="org-left">mi</td>
<td class="org-left">la</td>
<td class="org-left">mi ré do si la sol fa mi</td>
</tr>

<tr>
<td class="org-left">Phrygien</td>
<td class="org-left">ré do si la</td>
<td class="org-left">sol fa mi ré</td>
<td class="org-left">ré</td>
<td class="org-left">sol</td>
<td class="org-left">ré do si la sol fa mi ré</td>
</tr>

<tr>
<td class="org-left">Lydien</td>
<td class="org-left">do si la sol</td>
<td class="org-left">fa mi ré do</td>
<td class="org-left">do</td>
<td class="org-left">fa</td>
<td class="org-left">do si la sol fa mi ré do</td>
</tr>

<tr>
<td class="org-left">Mixolydien</td>
<td class="org-left">si la sol fa</td>
<td class="org-left">mi ré do si</td>
<td class="org-left">si</td>
<td class="org-left">mi</td>
<td class="org-left">si la sol fa mi ré do si</td>
</tr>
</tbody>
</table>

<p>
D’autres gammes peuvent être construites un tétracorde en-dessous
(préfixe hypo) ou un tétracorde au-dessus (préfixe hyper) de ces modes
fondamentaux. Trois nouveaux modes apparaissent alors :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mode</th>
<th scope="col" class="org-left">Tétracorde 1</th>
<th scope="col" class="org-left">Tétracorde 2</th>
<th scope="col" class="org-left">Principale</th>
<th scope="col" class="org-left">Mèse</th>
<th scope="col" class="org-left">Gamme</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Hypodorien</td>
<td class="org-left">la sol fa mi</td>
<td class="org-left">ré do si la</td>
<td class="org-left">la</td>
<td class="org-left">ré</td>
<td class="org-left">la sol fa mi ré do si la</td>
</tr>

<tr>
<td class="org-left">Hypophrygien</td>
<td class="org-left">sol fa mi ré</td>
<td class="org-left">do si la sol</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
<td class="org-left">sol fa mi ré do si la sol</td>
</tr>

<tr>
<td class="org-left">Hypolydien</td>
<td class="org-left">fa mi ré do</td>
<td class="org-left">si la sol fa</td>
<td class="org-left">fa</td>
<td class="org-left">si</td>
<td class="org-left">fa mi ré do si la sol fa</td>
</tr>
</tbody>
</table>

<p>
Les autres modes ne sont que des synonymes des modes déjà obtenus :
</p>

<ul class="org-ul">
<li>Hypomixolydien = Dorien</li>
<li>Hyperdorien = Mixolydien</li>
<li>Hyperphrygien = Hypodorien</li>
<li>Hyperlydien = Hypophrygien</li>
<li>Hypermixolydien = Hypolydien</li>
</ul>
</div>
</div>
