grimoire/musica-10-coda.org
** Intervalles

Nous analysons la suite des intervalles séparant les notes au sein de
chaque tétracorde.

Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne du premier tétracorde du mode grec dorien s’écrit :

#+ATTR_HTML: :class plat
| mi |   | ré |   | do |   | si |
|    | 2 |    | 2 |    | 1 |    |

quant à celle du second :

#+ATTR_HTML: :class plat
| la |   | sol |   | fa |   | mi |
|    | 2 |     | 2 |    | 1 |    |

En répétant le même raisonnement pour chaque mode, nous obtenons le
tableau suivants :

| Mode         | Tétracorde 1 | Tétracorde 2 |
|--------------+--------------+--------------|
| Dorien       | 2 2 1        | 2 2 1        |
| Phrygien     | 2 1 2        | 2 1 2        |
| Lydien       | 1 2 2        | 1 2 2        |
| Mixolydien   | 2 2 2        | 2 2 1        |
| Hypodorien   | 2 2 1        | 2 1 2        |
| Hypophrygien | 2 1 2        | 1 2 2        |
| Hypolydien   | 1 2 2        | 2 2 2        |

On voit que les modes dorien, phrygien et lydien sont composés de deux
tétracordes de même structure.


** Genres

Les notes centrales du deuxième tétracorde peuvent être altérée vers la note
principale, ce qui nous donne les genres :

  - Diatonique : aucune altération
  - Chromatique : la deuxième note est altérée
  - Enharmonique : les trois dernières notes sont contenues dans un demi-ton

Par exemple, on a :

  - Le dorien diatonique : mi ré do si la sol fa mi
  - Le dorien chromatique : mi ré do si la sol^b fa mi
  - Le dorien diatonique : mi ré do si la sol^bb (note entre fa et fa^b) mi


** Correspondance avec les modes médiévaux


*** Tonique

Le tableau suivant compare les modes grecs avec les modes médiévaux en
se basant sur la note principale, ou tonique :

| Tonique | Grèce antique | Mode médiéval |
|---------+---------------+---------------|
| si      | Mixolydien    | Locrien       |
| mi      | Dorien        | Phrygien      |
| la      | Hypodorien    | Éolien        |
| ré      | Phrygien      | Dorien        |
| sol     | Hypophrygien  | Mixolydien    |
| do      | Lydien        | Ionien        |
| fa      | Hypolydien    | Lydien        |


*** Intervalles

On peut aussi comparer les modes grecs avec les modes médiévaux en se
basant sur les intervalles de tons ou demi-tons entre les notes
successives. Pour être considérés comme similaires, les intervalles
descendants grecs doivent être égaux aux intervalles ascendants de la
musique tonale.

Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne descendante du mode grec dorien s’écrit :

#+ATTR_HTML: :class plat
| mi |   | ré |   | do |   | si |   | la |   | sol |   | fa |   | mi |
|    | 2 |    | 2 |    | 1 |    | 2 |    | 2 |     | 2 |    | 1 |    |

ce qui est identique à la structure interne ascendante du mode
médiéval ionien :

#+ATTR_HTML: :class plat
| do |   | ré |   | mi |   | fa |   | sol |   | la |   | si |   | do |   |   |
|    | 2 |    | 2 |    | 1 |    | 2 |     | 2 |    | 2 |    | 1 |    |   |   |

En procédant au même raisonnement avec les autres modes, on obtient le
tableau suivant :

| Grèce antique | Principale | Intervalles   | Tonique | Mode médiéval |
|---------------+------------+---------------+---------+---------------|
| Hypolydien    | fa         | 1 2 2 1 2 2 2 | si      | Locrien       |
| Lydien        | do         | 1 2 2 2 1 2 2 | mi      | Phrygien      |
| Hypophrygien  | sol        | 2 1 2 2 1 2 2 | la      | Éolien        |
| Phrygien      | ré         | 2 1 2 2 2 1 2 | ré      | Dorien        |
| Hypodorien    | la         | 2 2 1 2 2 1 2 | sol     | Mixolydien    |
| Dorien        | mi         | 2 2 1 2 2 2 1 | do      | Ionien        |
| Mixolydien    | si         | 2 2 2 1 2 2 1 | fa      | Lydien        |

On remarque que le cycle des quintes des notes principales est inversé
par rapport au cycle des quintes des toniques.


* Notation

#+TOC: headlines 1 local

