grimoire/musica-10-coda.html


<div id="outline-container-org3d379b4" class="outline-3">
<h3 id="org3d379b4"><span class="section-number-3">2.3</span> Intervalles</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Nous analysons la suite des intervalles séparant les notes au sein de
chaque tétracorde.
</p>

<p>
Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne du premier tétracorde du mode grec dorien s’écrit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mi</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">ré</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">do</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">si</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
quant à celle du second :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">la</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">fa</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
En répétant le même raisonnement pour chaque mode, nous obtenons le
tableau suivants :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mode</th>
<th scope="col" class="org-left">Tétracorde 1</th>
<th scope="col" class="org-left">Tétracorde 2</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Dorien</td>
<td class="org-left">2 2 1</td>
<td class="org-left">2 2 1</td>
</tr>

<tr>
<td class="org-left">Phrygien</td>
<td class="org-left">2 1 2</td>
<td class="org-left">2 1 2</td>
</tr>

<tr>
<td class="org-left">Lydien</td>
<td class="org-left">1 2 2</td>
<td class="org-left">1 2 2</td>
</tr>

<tr>
<td class="org-left">Mixolydien</td>
<td class="org-left">2 2 2</td>
<td class="org-left">2 2 1</td>
</tr>

<tr>
<td class="org-left">Hypodorien</td>
<td class="org-left">2 2 1</td>
<td class="org-left">2 1 2</td>
</tr>

<tr>
<td class="org-left">Hypophrygien</td>
<td class="org-left">2 1 2</td>
<td class="org-left">1 2 2</td>
</tr>

<tr>
<td class="org-left">Hypolydien</td>
<td class="org-left">1 2 2</td>
<td class="org-left">2 2 2</td>
</tr>
</tbody>
</table>

<p>
On voit que les modes dorien, phrygien et lydien sont composés de deux
tétracordes de même structure.
</p>
</div>
</div>


<div id="outline-container-org209ce06" class="outline-3">
<h3 id="org209ce06"><span class="section-number-3">2.4</span> Genres</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Les notes centrales du deuxième tétracorde peuvent être altérée vers la note
principale, ce qui nous donne les genres :
</p>

<ul class="org-ul">
<li>Diatonique : aucune altération</li>
<li>Chromatique : la deuxième note est altérée</li>
<li>Enharmonique : les trois dernières notes sont contenues dans un demi-ton</li>
</ul>

<p>
Par exemple, on a :
</p>

<ul class="org-ul">
<li>Le dorien diatonique : mi ré do si la sol fa mi</li>
<li>Le dorien chromatique : mi ré do si la sol<sup>b</sup> fa mi</li>
<li>Le dorien diatonique : mi ré do si la sol<sup>bb</sup> (note entre fa et fa<sup>b</sup>) mi</li>
</ul>
</div>
</div>


<div id="outline-container-orgc34d811" class="outline-3">
<h3 id="orgc34d811"><span class="section-number-3">2.5</span> Correspondance avec les modes médiévaux</h3>
<div class="outline-text-3" id="text-2-5">
</div>
<div id="outline-container-org9bddfcc" class="outline-4">
<h4 id="org9bddfcc"><span class="section-number-4">2.5.1</span> Tonique</h4>
<div class="outline-text-4" id="text-2-5-1">
<p>
Le tableau suivant compare les modes grecs avec les modes médiévaux en
se basant sur la note principale, ou tonique :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Tonique</th>
<th scope="col" class="org-left">Grèce antique</th>
<th scope="col" class="org-left">Mode médiéval</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">si</td>
<td class="org-left">Mixolydien</td>
<td class="org-left">Locrien</td>
</tr>

<tr>
<td class="org-left">mi</td>
<td class="org-left">Dorien</td>
<td class="org-left">Phrygien</td>
</tr>

<tr>
<td class="org-left">la</td>
<td class="org-left">Hypodorien</td>
<td class="org-left">Éolien</td>
</tr>

<tr>
<td class="org-left">ré</td>
<td class="org-left">Phrygien</td>
<td class="org-left">Dorien</td>
</tr>

<tr>
<td class="org-left">sol</td>
<td class="org-left">Hypophrygien</td>
<td class="org-left">Mixolydien</td>
</tr>

<tr>
<td class="org-left">do</td>
<td class="org-left">Lydien</td>
<td class="org-left">Ionien</td>
</tr>

<tr>
<td class="org-left">fa</td>
<td class="org-left">Hypolydien</td>
<td class="org-left">Lydien</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org1df357e" class="outline-4">
<h4 id="org1df357e"><span class="section-number-4">2.5.2</span> Intervalles</h4>
<div class="outline-text-4" id="text-2-5-2">
<p>
On peut aussi comparer les modes grecs avec les modes médiévaux en se
basant sur les intervalles de tons ou demi-tons entre les notes
successives. Pour être considérés comme similaires, les intervalles
descendants grecs doivent être égaux aux intervalles ascendants de la
musique tonale.
</p>

<p>
Par exemple, si nous exprimons les intervalles en demi-tons, la
structure interne descendante du mode grec dorien s’écrit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mi</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">ré</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">do</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">si</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">la</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">fa</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
ce qui est identique à la structure interne ascendante du mode
médiéval ionien :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">do</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">ré</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">mi</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">fa</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">sol</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">la</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">si</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">do</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">1</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
En procédant au même raisonnement avec les autres modes, on obtient le
tableau suivant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Grèce antique</th>
<th scope="col" class="org-left">Principale</th>
<th scope="col" class="org-left">Intervalles</th>
<th scope="col" class="org-left">Tonique</th>
<th scope="col" class="org-left">Mode médiéval</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Hypolydien</td>
<td class="org-left">fa</td>
<td class="org-left">1 2 2 1 2 2 2</td>
<td class="org-left">si</td>
<td class="org-left">Locrien</td>
</tr>

<tr>
<td class="org-left">Lydien</td>
<td class="org-left">do</td>
<td class="org-left">1 2 2 2 1 2 2</td>
<td class="org-left">mi</td>
<td class="org-left">Phrygien</td>
</tr>

<tr>
<td class="org-left">Hypophrygien</td>
<td class="org-left">sol</td>
<td class="org-left">2 1 2 2 1 2 2</td>
<td class="org-left">la</td>
<td class="org-left">Éolien</td>
</tr>

<tr>
<td class="org-left">Phrygien</td>
<td class="org-left">ré</td>
<td class="org-left">2 1 2 2 2 1 2</td>
<td class="org-left">ré</td>
<td class="org-left">Dorien</td>
</tr>

<tr>
<td class="org-left">Hypodorien</td>
<td class="org-left">la</td>
<td class="org-left">2 2 1 2 2 1 2</td>
<td class="org-left">sol</td>
<td class="org-left">Mixolydien</td>
</tr>

<tr>
<td class="org-left">Dorien</td>
<td class="org-left">mi</td>
<td class="org-left">2 2 1 2 2 2 1</td>
<td class="org-left">do</td>
<td class="org-left">Ionien</td>
</tr>

<tr>
<td class="org-left">Mixolydien</td>
<td class="org-left">si</td>
<td class="org-left">2 2 2 1 2 2 1</td>
<td class="org-left">fa</td>
<td class="org-left">Lydien</td>
</tr>
</tbody>
</table>

<p>
On remarque que le cycle des quintes des notes principales est inversé
par rapport au cycle des quintes des toniques.
</p>
</div>
</div>
</div>
</div>
