grimoire/musica-10-coda.org
** Durées

Au 14e siècle, les anciennes durées se nommaient, de la plus longue à
la plus courte :

  - la maxime
  - la longue
  - la brève
  - la semi-brève
  - la minime
  - la semi-minime

Elles étaient binaires ou ternaires suivant le contexte rythmiques. On
avait ainsi :

  - le maximodue
    + parfait : maxime = 3 longues
    + imparfait : maxime = 2 longues
  - le modus
    + parfait : longue = 3 brèves
    + imparfait : longue = 2 brèves
  - le tempus
    + parfait
      * brève = 3 semi-brèves
      * symbole : cercle en début de portée
    + imparfait
      * brève = 2 semi-brèves
      * symbole : demi-cercle en début de portée
  - la prolatio
    + majeure
      * semi-brève = 3 minimes
      * symbole
	- point au centre du cercle, ou cercle barré
	- point au centre du demi-cercle, ou demi-cercle barré
    + mineure
      * semi-brève = 2 minimes
      * symbole : sans point ni barré

Équivalent en notation moderne :

  - modus : carrure de 2 ou 3 mesures
  - tempus : mesure de 2 ou 3 temps
  - prolatio : temps binaire ou ternaire

Pendant la période baroque, la semi-brève devient la ronde actuelle.


* Consonance

#+TOC: headlines 1 local

** Introduction

Au cours des siècles, le caractère consonant ou dissonant des
intervalles harmoniques a beaucoup évolue. Ainsi, la musique de la
grèce antique se basait sur la spirale des quintes pures. La gamme
était alors pythagoricienne tandis que l’octave, la quinte, et la
quarte se partageaient la tribune des consonances. Johannes de
Garlandia, au 13e siècle, admet les tierces dans les consonances, mais
ce n’est qu’à partir de Johannes de Muris, au début du 14e siècle, que
les sixtes sont également considérées comme consonantes.


** Une histoire de quarte

#+TOC: headlines 1 local

*** Introduction

Aujourd’hui, la quarte harmonique conserve un statut ambigu :

  - elle est consonante dans n’importe quel intervalle ne faisant pas
    intervenir la basse

  - elle demande une « résolution » dans l’accord de quarte et sixte,
    vers un accord parfait à l’état fondamental

    + la quarte harmonique avec la basse est alors suivie d’une tierce

Nous proposons dans cette section deux démonstrations permettant de
trancher définitivement la question.


*** Propriété intrinsèque

Le caractère consonant ou dissonant d’un intervalle harmonique doit
être une propriété intrinsèque de ce dernier, et ne peut dépendre de
son environnement. Si on considère que la quarte harmonique entre le
soprano et l’alto est consonante dans l’accord parfait à l’état
fondamental :

#+ATTR_HTML: :class plat
| S | : | /do/  |
| A | : | /sol/ |
| T | : | mi    |
| B | : | do    |

on doit également la considérer comme consonante en l’absence des deux
voix inférieures. L’alto devient alors la basse, ce qui nous donne :

#+ATTR_HTML: :class plat
| S | : | /do/  |
| B | : | /sol/ |


*** Harmoniques naturelles

Nous allons démontrer par l’absurde que la quarte harmonique est
toujours consonante.

Si on accepte que la quarte soit dissonante avec la basse mais
consonante ailleurs, on est amené à la conclusion que les seuls
intervalles consonants sont ceux que forment, à l’octave près, la
basse de la série des harmoniques naturelles avec les cinq notes
suivantes :

#+ATTR_HTML: :class plat
| /Notes/   | : | do | do | sol | do | mi | sol |
| /Numéros/ | : |  1 |  2 |   3 |  4 |  5 |   6 |

La basse de cette série se confondant avec sa fondamentale, on a les
consonances :

| Intervalle     | Note I | Note II |
| harmonique     |        |         |
|----------------+--------+---------|
| Unisson        |      1 |       1 |
| Octave         |      1 |       2 |
| Quinte         |      1 |       3 |
| Tierce majeure |      1 |       5 |

Tous les autres intervalles doivent alors être considérés comme
dissonants, incluant :

  - la quarte
  - la tierce mineure
  - les sixtes

ce qui est musicalement inconcevable. Pire encore, l’accord parfait
mineur et les accords de sixte doivent alors être classés parmi les
accords dissonants, ce qui est d’une aburdité monumentale.
Arrêtons-nous là, la démonstration est faite.

On peut conclure de ce raisonnement que l’intervalle de quarte
harmonique est /toujours/ consonant.


*** Quarte et sixte

Il est abusif de parler de résolution de l’accord de quarte et sixte
vers l’accord parfait à l’état fondamental : il ne s’agit que d’un
accord ornemental enchaîné avec l’accord stratégique qu’il ornemente.


*** Cadence modale

Si la quarte est consonante, pourquoi utilise-t-on plutôt l’unisson,
l’octave et la quinte pour les cadences d’intervalles ? Simplement
parce que les consonances parfaites sont encore plus consonantes que
la quarte. En fait, si on devait établir un ordre décroissant des
consonances, on aurait :

#+begin_center
unisson > octave > quinte > quarte > tierces & sixtes
#+end_center

Raison pour laquelle les cadences suivantes sont très utilisées :

  - extérieure conjointe depuis la sixte vers l’octave
  - intérieure conjointe depuis la tierce vers l’unisson


* Polyphonie

#+TOC: headlines 1 local

