grimoire/musica-10-coda.html


<div id="outline-container-org1b02b14" class="outline-2">
<h2 id="org1b02b14"><span class="section-number-2">3</span> Notation</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents">
<ul>
<li><a href="#org69fd247">3.1. Durées</a></li>
</ul>
</div>
</div>

<div id="outline-container-org69fd247" class="outline-3">
<h3 id="org69fd247"><span class="section-number-3">3.1</span> Durées</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Au 14e siècle, les anciennes durées se nommaient, de la plus longue à
la plus courte :
</p>

<ul class="org-ul">
<li>la maxime</li>
<li>la longue</li>
<li>la brève</li>
<li>la semi-brève</li>
<li>la minime</li>
<li>la semi-minime</li>
</ul>

<p>
Elles étaient binaires ou ternaires suivant le contexte rythmiques. On
avait ainsi :
</p>

<ul class="org-ul">
<li>le maximodue
<ul class="org-ul">
<li>parfait : maxime = 3 longues</li>
<li>imparfait : maxime = 2 longues</li>
</ul></li>
<li>le modus
<ul class="org-ul">
<li>parfait : longue = 3 brèves</li>
<li>imparfait : longue = 2 brèves</li>
</ul></li>
<li>le tempus
<ul class="org-ul">
<li>parfait
<ul class="org-ul">
<li>brève = 3 semi-brèves</li>
<li>symbole : cercle en début de portée</li>
</ul></li>
<li>imparfait
<ul class="org-ul">
<li>brève = 2 semi-brèves</li>
<li>symbole : demi-cercle en début de portée</li>
</ul></li>
</ul></li>
<li>la prolatio
<ul class="org-ul">
<li>majeure
<ul class="org-ul">
<li>semi-brève = 3 minimes</li>
<li>symbole
<ul class="org-ul">
<li>point au centre du cercle, ou cercle barré</li>
<li>point au centre du demi-cercle, ou demi-cercle barré</li>
</ul></li>
</ul></li>
<li>mineure
<ul class="org-ul">
<li>semi-brève = 2 minimes</li>
<li>symbole : sans point ni barré</li>
</ul></li>
</ul></li>
</ul>

<p>
Équivalent en notation moderne :
</p>

<ul class="org-ul">
<li>modus : carrure de 2 ou 3 mesures</li>
<li>tempus : mesure de 2 ou 3 temps</li>
<li>prolatio : temps binaire ou ternaire</li>
</ul>

<p>
Pendant la période baroque, la semi-brève devient la ronde actuelle.
</p>
</div>
</div>
</div>


<div id="outline-container-orgcf73449" class="outline-2">
<h2 id="orgcf73449"><span class="section-number-2">4</span> Consonance</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgfaed2b6">4.1. Introduction</a></li>
<li><a href="#org0e12622">4.2. Une histoire de quarte</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgfaed2b6" class="outline-3">
<h3 id="orgfaed2b6"><span class="section-number-3">4.1</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Au cours des siècles, le caractère consonant ou dissonant des
intervalles harmoniques a beaucoup évolue. Ainsi, la musique de la
grèce antique se basait sur la spirale des quintes pures. La gamme
était alors pythagoricienne tandis que l’octave, la quinte, et la
quarte se partageaient la tribune des consonances. Johannes de
Garlandia, au 13e siècle, admet les tierces dans les consonances, mais
ce n’est qu’à partir de Johannes de Muris, au début du 14e siècle, que
les sixtes sont également considérées comme consonantes.
</p>
</div>
</div>


<div id="outline-container-org0e12622" class="outline-3">
<h3 id="org0e12622"><span class="section-number-3">4.2</span> Une histoire de quarte</h3>
<div class="outline-text-3" id="text-4-2">
<div id="text-table-of-contents">
<ul>
<li><a href="#org471859e">4.2.1. Introduction</a></li>
<li><a href="#orgaed4531">4.2.2. Propriété intrinsèque</a></li>
<li><a href="#orgc487469">4.2.3. Harmoniques naturelles</a></li>
<li><a href="#org9803bab">4.2.4. Quarte et sixte</a></li>
<li><a href="#orgb62a5b2">4.2.5. Cadence modale</a></li>
</ul>
</div>
</div>

<div id="outline-container-org471859e" class="outline-4">
<h4 id="org471859e"><span class="section-number-4">4.2.1</span> Introduction</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
Aujourd’hui, la quarte harmonique conserve un statut ambigu :
</p>

<ul class="org-ul">
<li>elle est consonante dans n’importe quel intervalle ne faisant pas
intervenir la basse</li>

<li>elle demande une « résolution » dans l’accord de quarte et sixte,
vers un accord parfait à l’état fondamental

<ul class="org-ul">
<li>la quarte harmonique avec la basse est alors suivie d’une tierce</li>
</ul></li>
</ul>

<p>
Nous proposons dans cette section deux démonstrations permettant de
trancher définitivement la question.
</p>
</div>
</div>


<div id="outline-container-orgaed4531" class="outline-4">
<h4 id="orgaed4531"><span class="section-number-4">4.2.2</span> Propriété intrinsèque</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Le caractère consonant ou dissonant d’un intervalle harmonique doit
être une propriété intrinsèque de ce dernier, et ne peut dépendre de
son environnement. Si on considère que la quarte harmonique entre le
soprano et l’alto est consonante dans l’accord parfait à l’état
fondamental :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><i>sol</i></td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
on doit également la considérer comme consonante en l’absence des deux
voix inférieures. L’alto devient alors la basse, ce qui nous donne :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>sol</i></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgc487469" class="outline-4">
<h4 id="orgc487469"><span class="section-number-4">4.2.3</span> Harmoniques naturelles</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
Nous allons démontrer par l’absurde que la quarte harmonique est
toujours consonante.
</p>

<p>
Si on accepte que la quarte soit dissonante avec la basse mais
consonante ailleurs, on est amené à la conclusion que les seuls
intervalles consonants sont ceux que forment, à l’octave près, la
basse de la série des harmoniques naturelles avec les cinq notes
suivantes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><i>Notes</i></td>
<td class="org-left">:</td>
<td class="org-right">do</td>
<td class="org-right">do</td>
<td class="org-right">sol</td>
<td class="org-right">do</td>
<td class="org-right">mi</td>
<td class="org-right">sol</td>
</tr>

<tr>
<td class="org-left"><i>Numéros</i></td>
<td class="org-left">:</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
</tr>
</tbody>
</table>

<p>
La basse de cette série se confondant avec sa fondamentale, on a les
consonances :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Intervalle</th>
<th scope="col" class="org-right">Note I</th>
<th scope="col" class="org-right">Note II</th>
</tr>

<tr>
<th scope="col" class="org-left">harmonique</th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-right">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Unisson</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-left">Octave</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">Quinte</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-left">Tierce majeure</td>
<td class="org-right">1</td>
<td class="org-right">5</td>
</tr>
</tbody>
</table>

<p>
Tous les autres intervalles doivent alors être considérés comme
dissonants, incluant :
</p>

<ul class="org-ul">
<li>la quarte</li>
<li>la tierce mineure</li>
<li>les sixtes</li>
</ul>

<p>
ce qui est musicalement inconcevable. Pire encore, l’accord parfait
mineur et les accords de sixte doivent alors être classés parmi les
accords dissonants, ce qui est d’une aburdité monumentale.
Arrêtons-nous là, la démonstration est faite.
</p>

<p>
On peut conclure de ce raisonnement que l’intervalle de quarte
harmonique est <i>toujours</i> consonant.
</p>
</div>
</div>


<div id="outline-container-org9803bab" class="outline-4">
<h4 id="org9803bab"><span class="section-number-4">4.2.4</span> Quarte et sixte</h4>
<div class="outline-text-4" id="text-4-2-4">
<p>
Il est abusif de parler de résolution de l’accord de quarte et sixte
vers l’accord parfait à l’état fondamental : il ne s’agit que d’un
accord ornemental enchaîné avec l’accord stratégique qu’il ornemente.
</p>
</div>
</div>


<div id="outline-container-orgb62a5b2" class="outline-4">
<h4 id="orgb62a5b2"><span class="section-number-4">4.2.5</span> Cadence modale</h4>
<div class="outline-text-4" id="text-4-2-5">
<p>
Si la quarte est consonante, pourquoi utilise-t-on plutôt l’unisson,
l’octave et la quinte pour les cadences d’intervalles ? Simplement
parce que les consonances parfaites sont encore plus consonantes que
la quarte. En fait, si on devait établir un ordre décroissant des
consonances, on aurait :
</p>

<div class="org-center">
<p>
unisson &gt; octave &gt; quinte &gt; quarte &gt; tierces &amp; sixtes
</p>
</div>

<p>
Raison pour laquelle les cadences suivantes sont très utilisées :
</p>

<ul class="org-ul">
<li>extérieure conjointe depuis la sixte vers l’octave</li>
<li>intérieure conjointe depuis la tierce vers l’unisson</li>
</ul>
</div>
</div>
</div>
</div>
