grimoire/musica-10-coda.org
** Introduction

La polyphonie médiévale a fait ses premiers pas en utilisant un
processus d’accompagnement simple : une voix parallèle, appelée *voix
organale*, était alors ajoutée à une mélodie préexistante de
référence, la *voix principale*. Suivant l’intervalle utilisé, on
parle :

  - d’ *organum strict* : les voix sont séparées par une quinte ou une
    quarte

  - de *gymel*, ou de *faux-bourdon*, les voix sont séparés par une
    tierce ou une sixte

Au fil du temps, la voix organale est devenue de plus en plus ornée et
indépendante. On tournait alors autour du parallélisme strict, ne
revenant à l’intervalle harmonique original que lors des convergences
de fin de phrase. C’était l’époque du *déchant* et de l’ *organum
fleuri*. Plus tard, d’autres voix ont été ajoutées, donnant ainsi
naissance au *motet*. Les lignes mélodiques ont pris de plus en plus
d’indépendance, la cohérence de l’ensemble étant assurée par les lois
du contrepoint, ancêtre de l’harmonie, ainsi que par l’échange de
motifs mélodiques via des procédés d’imitation et de variation. Le
*ricercar* et la *fugue* ont abondamment utilisé ce type de
constructions.

Suivant les époques :

  - la voix principale était aussi appelée *vox principalis*,
    *cantus*, *cantus firmus*, ou encore *plain-chant*

  - la voix organale était aussi appelée *vox organalis*, *discantus*
    ou *organum fleuri*

  - le terme de motet viendrait de *motetus*, le petit mot, en
    référence au texte ajouté sur la ou les voix supplémentaires


** Ligne du temps

Dans les organum, les voix se nommaient ainsi :

  - Vox organale
  - Vox principalis

Puis, dans le déchant :

  - Discantus
  - Cantus

Ensuite, du 11e au 13e siècle :

#+ATTR_HTML: :class plat
| Quadriplum | = | Soprano |
| Triplum    | = | Alto    |
| Duplum     | = | Ténor   |
| Tenor      | = | Basse   |

Au 16e siècle :

#+ATTR_HTML: :class plat
| Superius           | = | Soprano |
| Contratenor        | = | Alto    |
| Tenor              | = | Ténor   |
| Contratenor bassus | = | Basse   |

Variante allemande :

#+ATTR_HTML: :class plat
| Superius | = | Soprano |
| Altus    | = | Alto    |
| Tenor    | = | Ténor   |
| Bass     | = | Basse   |

Variante anglaise :

#+ATTR_HTML: :class plat
| Superius     | = | Soprano |
| Countertenor | = | Alto    |
| Tenor        | = | Ténor   |
| Bassus       | = | Basse   |

Variante italienne :

#+ATTR_HTML: :class plat
| Superius  | = | Soprano |
| Contralto | = | Alto    |
| Tenor     | = | Ténor   |
| Basso     | = | Basse   |

Variante française :

#+ATTR_HTML: :class plat
| Superius     | = | Soprano |
| Haute-contre | = | Alto    |
| Ténor        | = | Ténor   |
| Basse        | = | Basse   |

Époque baroque :

#+ATTR_HTML: :class plat
| Contre-haut  |   |       |
| Dessus       |   |       |
| Contre-bas   |   |       |
| Haute-contre |   |       |
| Taille       | = | Ténor |
| Basse-contre | = | Basse |


* Harmonie tonale

#+TOC: headlines 1 local

** Introduction

La théorie harmonique qui prédomine aujourd’hui est souvent nommée
*harmonie tonale*, ou encore *harmonie classique*. C’est elle qui est
utilisée dans la musique baroque, classique et romantique. Elle est
également omniprésente en jazz et en musique de variété, sous une
forme étendue où modes et accords prennent parfois des tournures
exotiques.


