grimoire/musica-10-coda.html


<div id="outline-container-orgff3931d" class="outline-2">
<h2 id="orgff3931d"><span class="section-number-2">5</span> Polyphonie</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf003e1c">5.1. Introduction</a></li>
<li><a href="#org4877a0c">5.2. Ligne du temps</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf003e1c" class="outline-3">
<h3 id="orgf003e1c"><span class="section-number-3">5.1</span> Introduction</h3>
<div class="outline-text-3" id="text-5-1">
<p>
La polyphonie médiévale a fait ses premiers pas en utilisant un
processus d’accompagnement simple : une voix parallèle, appelée <b>voix
organale</b>, était alors ajoutée à une mélodie préexistante de
référence, la <b>voix principale</b>. Suivant l’intervalle utilisé, on
parle :
</p>

<ul class="org-ul">
<li>d’ <b>organum strict</b> : les voix sont séparées par une quinte ou une
quarte</li>

<li>de <b>gymel</b>, ou de <b>faux-bourdon</b>, les voix sont séparés par une
tierce ou une sixte</li>
</ul>

<p>
Au fil du temps, la voix organale est devenue de plus en plus ornée et
indépendante. On tournait alors autour du parallélisme strict, ne
revenant à l’intervalle harmonique original que lors des convergences
de fin de phrase. C’était l’époque du <b>déchant</b> et de l’ <b>organum
fleuri</b>. Plus tard, d’autres voix ont été ajoutées, donnant ainsi
naissance au <b>motet</b>. Les lignes mélodiques ont pris de plus en plus
d’indépendance, la cohérence de l’ensemble étant assurée par les lois
du contrepoint, ancêtre de l’harmonie, ainsi que par l’échange de
motifs mélodiques via des procédés d’imitation et de variation. Le
<b>ricercar</b> et la <b>fugue</b> ont abondamment utilisé ce type de
constructions.
</p>

<p>
Suivant les époques :
</p>

<ul class="org-ul">
<li>la voix principale était aussi appelée <b>vox principalis</b>,
<b>cantus</b>, <b>cantus firmus</b>, ou encore <b>plain-chant</b></li>

<li>la voix organale était aussi appelée <b>vox organalis</b>, <b>discantus</b>
ou <b>organum fleuri</b></li>

<li>le terme de motet viendrait de <b>motetus</b>, le petit mot, en
référence au texte ajouté sur la ou les voix supplémentaires</li>
</ul>
</div>
</div>


<div id="outline-container-org4877a0c" class="outline-3">
<h3 id="org4877a0c"><span class="section-number-3">5.2</span> Ligne du temps</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Dans les organum, les voix se nommaient ainsi :
</p>

<ul class="org-ul">
<li>Vox organale</li>
<li>Vox principalis</li>
</ul>

<p>
Puis, dans le déchant :
</p>

<ul class="org-ul">
<li>Discantus</li>
<li>Cantus</li>
</ul>

<p>
Ensuite, du 11e au 13e siècle :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Quadriplum</td>
<td class="org-left">=</td>
<td class="org-left">Soprano</td>
</tr>

<tr>
<td class="org-left">Triplum</td>
<td class="org-left">=</td>
<td class="org-left">Alto</td>
</tr>

<tr>
<td class="org-left">Duplum</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Tenor</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>

<p>
Au 16e siècle :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Superius</td>
<td class="org-left">=</td>
<td class="org-left">Soprano</td>
</tr>

<tr>
<td class="org-left">Contratenor</td>
<td class="org-left">=</td>
<td class="org-left">Alto</td>
</tr>

<tr>
<td class="org-left">Tenor</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Contratenor bassus</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>

<p>
Variante allemande :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Superius</td>
<td class="org-left">=</td>
<td class="org-left">Soprano</td>
</tr>

<tr>
<td class="org-left">Altus</td>
<td class="org-left">=</td>
<td class="org-left">Alto</td>
</tr>

<tr>
<td class="org-left">Tenor</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Bass</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>

<p>
Variante anglaise :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Superius</td>
<td class="org-left">=</td>
<td class="org-left">Soprano</td>
</tr>

<tr>
<td class="org-left">Countertenor</td>
<td class="org-left">=</td>
<td class="org-left">Alto</td>
</tr>

<tr>
<td class="org-left">Tenor</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Bassus</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>

<p>
Variante italienne :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Superius</td>
<td class="org-left">=</td>
<td class="org-left">Soprano</td>
</tr>

<tr>
<td class="org-left">Contralto</td>
<td class="org-left">=</td>
<td class="org-left">Alto</td>
</tr>

<tr>
<td class="org-left">Tenor</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Basso</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>

<p>
Variante française :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Superius</td>
<td class="org-left">=</td>
<td class="org-left">Soprano</td>
</tr>

<tr>
<td class="org-left">Haute-contre</td>
<td class="org-left">=</td>
<td class="org-left">Alto</td>
</tr>

<tr>
<td class="org-left">Ténor</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Basse</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>

<p>
Époque baroque :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Contre-haut</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Dessus</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Contre-bas</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Haute-contre</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Taille</td>
<td class="org-left">=</td>
<td class="org-left">Ténor</td>
</tr>

<tr>
<td class="org-left">Basse-contre</td>
<td class="org-left">=</td>
<td class="org-left">Basse</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org8911937" class="outline-2">
<h2 id="org8911937"><span class="section-number-2">6</span> Harmonie tonale</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents">
<ul>
<li><a href="#org52edd1c">6.1. Introduction</a></li>
<li><a href="#org448176c">6.2. Intéractions entre les voix</a></li>
</ul>
</div>
</div>

<div id="outline-container-org52edd1c" class="outline-3">
<h3 id="org52edd1c"><span class="section-number-3">6.1</span> Introduction</h3>
<div class="outline-text-3" id="text-6-1">
<p>
La théorie harmonique qui prédomine aujourd’hui est souvent nommée
<b>harmonie tonale</b>, ou encore <b>harmonie classique</b>. C’est elle qui est
utilisée dans la musique baroque, classique et romantique. Elle est
également omniprésente en jazz et en musique de variété, sous une
forme étendue où modes et accords prennent parfois des tournures
exotiques.
</p>
</div>
</div>
