grimoire/musica-10-coda.org
** Intéractions entre les voix

La musique polyphonique médiévale tient compte de tous les intervalles
formés par la superposition des mélodies. À quatre voix, on devra donc
tenir compte des écarts :

  - ténor - basse
  - alto - basse
  - soprano - basse
  - alto - ténor
  - soprano - ténor
  - soprano - alto

Pour un quatuor, la situation n’est pas encore trop complexe, mais il
faut savoir que le nombre de ces intéractions augmente rapidement avec
le nombre de voix présentes. Pour /N/ voix, on aura :

#+begin_center
N × (N - 1) / 2
#+end_center

intervalles distincts, ce qui nous donne par exemple :

|  Nombre |        Nombre |
| de voix | d’intervalles |
|---------+---------------|
|       2 |             1 |
|       3 |             3 |
|       4 |             6 |
|       5 |            10 |
|       6 |            15 |
|       7 |            21 |

La complexité de la tâche atteint donc rapidement des sommets.
L’harmonie tonale tente une autre approche en accordant une importance
prépondérante aux intervalles formés par une voix quelconque et la
basse. Le nombre d’intéractions à prendre en compte est donc réduit
à :

#+begin_center
N - 1
#+end_center

c’est-à-dire :

|  Nombre |        Nombre |
| de voix | d’intervalles |
|---------+---------------|
|       2 |             1 |
|       3 |             2 |
|       4 |             3 |
|       5 |             4 |
|       6 |             5 |
|       7 |             6 |

En contrepartie de ce gain en simplicité, les autres intervalles sont
quelque peu éclipsés. Ils ne sont toutefois pas complètement oubliés :

  - la consonance des intervalles est obtenue en considérant tous les
    intervalles internes du début de la série des harmoniques
    naturelles, et pas seulement ceux faisant intervenir la basse

  - les mouvements polyphoniques étudient les progressions de chaque
    couple de lignes mélodiques

  - les dispositions des accords sont étudiées en détail dans toutes
    les voix

L’harmonie tonale est donc une théorie qui a le mérite de rester
relativement simple tout en constituant une bonne approximation de la
réalité musicale.


* Annexes

#+TOC: headlines 1 local

** Symboles

| Nom                   | Notation           |
|-----------------------+--------------------|
| Gamme                 | [=]                |
| Transposition         | Δ                  |
|-----------------------+--------------------|
| Mélodie               | ΛΛ                 |
| Intervalle harmonique | δ                  |
|-----------------------+--------------------|
| Oscillation           | §                  |
| Pulsation             | ¶                  |
| Temps                 | χ                  |
| Hémiole               | 2 x 3 = 3 x 2      |
|-----------------------+--------------------|
| Accord                | o o o              |
| Fondamentale          | f o o              |
| Basse                 | b o o              |
| Doublure              | d d o              |
| Suppression           | o x o              |
| État fondamental      | f = b o o          |
| Renversement          | b f o              |
|-----------------------+--------------------|
| Polyphonie            | { ΛΛ }             |
| Voix                  | S M A C T Y B      |
| Dualité               | { ΛΛ } = { o o o } |
| Mouvement parallèle   | / : /              |
| Mouvement direct      | // : /             |
| Mouvement oblique     | / : —              |
| Mouvement contraire   | / : \              |
| Ornement              | ❄                  |
| Pédale                | o : { o o o }      |
| Retard                | o ——               |
| Anticipation          | —— o               |
| Passage               | o — x — o          |
| Broderie              | o — Λ — o          |
| Accords ornementaux   | ❄ ❄ ❄              |
| Camouflage            | (o)                |
|-----------------------+--------------------|
| Fonction              | SD T D Daux        |
| Majeur & mineur       | M / m              |
| Couple tonal          | 5 1                |
| Couple plagal         | 4 1                |
| Fonction secondaire   | X de Y             |
| Sémantique            | X ≡ Y              |
| Dynamique             | P Τ R              |
| Cycle tonal           | 1 4 7 3 6 2 5 1    |
| Cycle plagal          | 1 5 2 6 3 7 4 1    |
|-----------------------+--------------------|
| Modulation            | Δ T & mode         |
|-----------------------+--------------------|
| Cadence               | -\_                |


** Transposition

| Transposition       | Nombre        |
|                     | d’altérations |
|---------------------+---------------|
| 5te ascendante      | 1 #           |
| 2de M ascendante    | 2 #           |
| 3ce m descendante   | 3 #           |
| 3ce M ascendante    | 4 #           |
| 2de m descendante   | 5 #           |
| 4te aug ascendante  | 6 #           |
|---------------------+---------------|
| 5te descendante     | 1 b           |
| 2de M descendante   | 2 b           |
| 3ce m ascendante    | 3 b           |
| 3ce M descendante   | 4 b           |
| 2de m ascendante    | 5 b           |
| 4te aug descendante | 6 b           |


** Gamme

| Degré | Nom            | Nom alternatif | Abréviation |
|-------+----------------+----------------+-------------|
|     1 | tonique        |                | T           |
|     2 | sus-tonique    |                | Tsup        |
|     3 | médiante       |                | Méd         |
|     4 | sous-dominante |                | SD          |
|     5 | dominante      |                | D           |
|     6 | sus-dominante  | sous-médiante  | Dsup        |
|     7 | sous-tonique   |                | Tinf        |


** Modes


