grimoire/musica-10-coda.html


<div id="outline-container-org448176c" class="outline-3">
<h3 id="org448176c"><span class="section-number-3">6.2</span> Intéractions entre les voix</h3>
<div class="outline-text-3" id="text-6-2">
<p>
La musique polyphonique médiévale tient compte de tous les intervalles
formés par la superposition des mélodies. À quatre voix, on devra donc
tenir compte des écarts :
</p>

<ul class="org-ul">
<li>ténor - basse</li>
<li>alto - basse</li>
<li>soprano - basse</li>
<li>alto - ténor</li>
<li>soprano - ténor</li>
<li>soprano - alto</li>
</ul>

<p>
Pour un quatuor, la situation n’est pas encore trop complexe, mais il
faut savoir que le nombre de ces intéractions augmente rapidement avec
le nombre de voix présentes. Pour <i>N</i> voix, on aura :
</p>

<div class="org-center">
<p>
N × (N - 1) / 2
</p>
</div>

<p>
intervalles distincts, ce qui nous donne par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre</th>
<th scope="col" class="org-right">Nombre</th>
</tr>

<tr>
<th scope="col" class="org-right">de voix</th>
<th scope="col" class="org-right">d’intervalles</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-right">15</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-right">21</td>
</tr>
</tbody>
</table>

<p>
La complexité de la tâche atteint donc rapidement des sommets.
L’harmonie tonale tente une autre approche en accordant une importance
prépondérante aux intervalles formés par une voix quelconque et la
basse. Le nombre d’intéractions à prendre en compte est donc réduit
à :
</p>

<div class="org-center">
<p>
N - 1
</p>
</div>

<p>
c’est-à-dire :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre</th>
<th scope="col" class="org-right">Nombre</th>
</tr>

<tr>
<th scope="col" class="org-right">de voix</th>
<th scope="col" class="org-right">d’intervalles</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-right">6</td>
</tr>
</tbody>
</table>

<p>
En contrepartie de ce gain en simplicité, les autres intervalles sont
quelque peu éclipsés. Ils ne sont toutefois pas complètement oubliés :
</p>

<ul class="org-ul">
<li>la consonance des intervalles est obtenue en considérant tous les
intervalles internes du début de la série des harmoniques
naturelles, et pas seulement ceux faisant intervenir la basse</li>

<li>les mouvements polyphoniques étudient les progressions de chaque
couple de lignes mélodiques</li>

<li>les dispositions des accords sont étudiées en détail dans toutes
les voix</li>
</ul>

<p>
L’harmonie tonale est donc une théorie qui a le mérite de rester
relativement simple tout en constituant une bonne approximation de la
réalité musicale.
</p>
</div>
</div>
</div>


<div id="outline-container-orga35e7dc" class="outline-2">
<h2 id="orga35e7dc"><span class="section-number-2">7</span> Annexes</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents">
<ul>
<li><a href="#org20c5dbc">7.1. Symboles</a></li>
<li><a href="#orgc68a37b">7.2. Transposition</a></li>
<li><a href="#org6520f70">7.3. Gamme</a></li>
<li><a href="#orgf7b31f0">7.4. Modes</a></li>
<li><a href="#org85b60f7">7.5. Mouvements polyphoniques</a></li>
<li><a href="#org5deaf6d">7.6. Accords classés</a></li>
<li><a href="#orgcee9178">7.7. Cellules rythmiques</a></li>
</ul>
</div>
</div>

<div id="outline-container-org20c5dbc" class="outline-3">
<h3 id="org20c5dbc"><span class="section-number-3">7.1</span> Symboles</h3>
<div class="outline-text-3" id="text-7-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Nom</th>
<th scope="col" class="org-left">Notation</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Gamme</td>
<td class="org-left">[=]</td>
</tr>

<tr>
<td class="org-left">Transposition</td>
<td class="org-left">Δ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Mélodie</td>
<td class="org-left">ΛΛ</td>
</tr>

<tr>
<td class="org-left">Intervalle harmonique</td>
<td class="org-left">δ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Oscillation</td>
<td class="org-left">§</td>
</tr>

<tr>
<td class="org-left">Pulsation</td>
<td class="org-left">¶</td>
</tr>

<tr>
<td class="org-left">Temps</td>
<td class="org-left">χ</td>
</tr>

<tr>
<td class="org-left">Hémiole</td>
<td class="org-left">2 x 3 = 3 x 2</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Accord</td>
<td class="org-left">o o o</td>
</tr>

<tr>
<td class="org-left">Fondamentale</td>
<td class="org-left">f o o</td>
</tr>

<tr>
<td class="org-left">Basse</td>
<td class="org-left">b o o</td>
</tr>

<tr>
<td class="org-left">Doublure</td>
<td class="org-left">d d o</td>
</tr>

<tr>
<td class="org-left">Suppression</td>
<td class="org-left">o x o</td>
</tr>

<tr>
<td class="org-left">État fondamental</td>
<td class="org-left">f = b o o</td>
</tr>

<tr>
<td class="org-left">Renversement</td>
<td class="org-left">b f o</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Polyphonie</td>
<td class="org-left">{ ΛΛ }</td>
</tr>

<tr>
<td class="org-left">Voix</td>
<td class="org-left">S M A C T Y B</td>
</tr>

<tr>
<td class="org-left">Dualité</td>
<td class="org-left">{ ΛΛ } = { o o o }</td>
</tr>

<tr>
<td class="org-left">Mouvement parallèle</td>
<td class="org-left">/ : /</td>
</tr>

<tr>
<td class="org-left">Mouvement direct</td>
<td class="org-left">// : /</td>
</tr>

<tr>
<td class="org-left">Mouvement oblique</td>
<td class="org-left">/ : —</td>
</tr>

<tr>
<td class="org-left">Mouvement contraire</td>
<td class="org-left">/ : \</td>
</tr>

<tr>
<td class="org-left">Ornement</td>
<td class="org-left">❄</td>
</tr>

<tr>
<td class="org-left">Pédale</td>
<td class="org-left">o : { o o o }</td>
</tr>

<tr>
<td class="org-left">Retard</td>
<td class="org-left">o ——</td>
</tr>

<tr>
<td class="org-left">Anticipation</td>
<td class="org-left">—— o</td>
</tr>

<tr>
<td class="org-left">Passage</td>
<td class="org-left">o — x — o</td>
</tr>

<tr>
<td class="org-left">Broderie</td>
<td class="org-left">o — Λ — o</td>
</tr>

<tr>
<td class="org-left">Accords ornementaux</td>
<td class="org-left">❄ ❄ ❄</td>
</tr>

<tr>
<td class="org-left">Camouflage</td>
<td class="org-left">(o)</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Fonction</td>
<td class="org-left">SD T D Daux</td>
</tr>

<tr>
<td class="org-left">Majeur &amp; mineur</td>
<td class="org-left">M / m</td>
</tr>

<tr>
<td class="org-left">Couple tonal</td>
<td class="org-left">5 1</td>
</tr>

<tr>
<td class="org-left">Couple plagal</td>
<td class="org-left">4 1</td>
</tr>

<tr>
<td class="org-left">Fonction secondaire</td>
<td class="org-left">X de Y</td>
</tr>

<tr>
<td class="org-left">Sémantique</td>
<td class="org-left">X ≡ Y</td>
</tr>

<tr>
<td class="org-left">Dynamique</td>
<td class="org-left">P Τ R</td>
</tr>

<tr>
<td class="org-left">Cycle tonal</td>
<td class="org-left">1 4 7 3 6 2 5 1</td>
</tr>

<tr>
<td class="org-left">Cycle plagal</td>
<td class="org-left">1 5 2 6 3 7 4 1</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Modulation</td>
<td class="org-left">Δ T &amp; mode</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Cadence</td>
<td class="org-left">-\_</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgc68a37b" class="outline-3">
<h3 id="orgc68a37b"><span class="section-number-3">7.2</span> Transposition</h3>
<div class="outline-text-3" id="text-7-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Transposition</th>
<th scope="col" class="org-left">Nombre</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">d’altérations</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">5te ascendante</td>
<td class="org-left">1 #</td>
</tr>

<tr>
<td class="org-left">2de M ascendante</td>
<td class="org-left">2 #</td>
</tr>

<tr>
<td class="org-left">3ce m descendante</td>
<td class="org-left">3 #</td>
</tr>

<tr>
<td class="org-left">3ce M ascendante</td>
<td class="org-left">4 #</td>
</tr>

<tr>
<td class="org-left">2de m descendante</td>
<td class="org-left">5 #</td>
</tr>

<tr>
<td class="org-left">4te aug ascendante</td>
<td class="org-left">6 #</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">5te descendante</td>
<td class="org-left">1 b</td>
</tr>

<tr>
<td class="org-left">2de M descendante</td>
<td class="org-left">2 b</td>
</tr>

<tr>
<td class="org-left">3ce m ascendante</td>
<td class="org-left">3 b</td>
</tr>

<tr>
<td class="org-left">3ce M descendante</td>
<td class="org-left">4 b</td>
</tr>

<tr>
<td class="org-left">2de m ascendante</td>
<td class="org-left">5 b</td>
</tr>

<tr>
<td class="org-left">4te aug descendante</td>
<td class="org-left">6 b</td>
</tr>
</tbody>
</table>
</div>
</div>
