grimoire/musica-10-coda.org
** Mouvements polyphoniques

| Mouvement            | Sens    | Intervalles |  Nombre de |  Nombre de |
|                      |         | mélodiques  |       voix |       voix |
|                      |         |             | constantes | conjointes |
|----------------------+---------+-------------+------------+------------|
| parallèle            | =       | =           |          0 |            |
| parallèle ascendant  | / : /   | =           |          0 |            |
| parallèle descendant | \ : \   | =           |          0 |            |
| parallèle conjoint   | =       | =           |          0 |          2 |
| parallèle disjoint   | =       | =           |          0 |          0 |
|----------------------+---------+-------------+------------+------------|
| direct               | =       | pas =       |          0 |            |
| direct ascendant     | // : /  | pas =       |          0 |            |
|                      | / : //  | pas =       |          0 |            |
| direct descendant    | \\ : \  | pas =       |          0 |            |
|                      | \ : \\  | pas =       |          0 |            |
| direct conjoint      | =       | pas =       |          0 |          1 |
| direct disjoint      | =       | pas =       |          0 |          0 |
|----------------------+---------+-------------+------------+------------|
| oblique              |         | pas =       |          1 |            |
| oblique ascendant    | / : —   | pas =       |          1 |            |
|                      | — : /   | pas =       |          1 |            |
| oblique descendant   | \ : —   | pas =       |          1 |            |
|                      | — : \   | pas =       |          1 |            |
| oblique conjoint     |         | pas =       |          1 |          2 |
| oblique disjoint     |         | pas =       |          1 |          1 |
|----------------------+---------+-------------+------------+------------|
| contraire            | opposés |             |          0 |            |
| extérieur            | / : \   |             |          0 |            |
| intérieur            | \ : /   |             |          0 |            |
| contraire conjoint   | opposés | =           |          0 |          2 |
| contraire disjoint   | opposés |             |          0 |     1 ou 0 |
| extérieur conjoint   | / : \   | =           |          0 |          2 |
| extérieur disjoint   | / : \   |             |          0 |     1 ou 0 |
| intérieur conjoint   | \ : /   | =           |          0 |          2 |
| intérieur disjoint   | \ : /   |             |          0 |     1 ou 0 |


** Accords classés


*** Issus du majeur

| Accord                        | Exemple             |
|-------------------------------+---------------------|
| Parfait majeur                | do mi sol           |
| Sixte                         | mi sol do           |
| Quarte & sixte                | sol do mi           |
|-------------------------------+---------------------|
| Septième de dominante         | sol si ré fa        |
| Quinte diminuée               | si ré fa            |
| Neuvième de dominante majeure | sol si ré fa la     |
| Septème et Quinte diminuée    | si ré fa la         |
|-------------------------------+---------------------|
| Septième majeure              | do mi sol si        |
|-------------------------------+---------------------|
| Dominante auxiliaire          | ré fa^{#} la        |
| Sixte français                | la^b do ré fa^{#}   |
| Sixte italienne               | la^b do fa^{#}      |
| Sixte allemande               | la^b do mi^b fa^{#} |
| Napolitain                    | ré^b fa la^b        |
| Sixte napolitaine             | fa la^b ré^b        |


*** Issus du mineur

| Accord                        | Exemple              |
|-------------------------------+----------------------|
| Parfait mineur                | la do mi             |
| Sixte                         | do mi la             |
| Quarte & sixte                | mi la do             |
|-------------------------------+----------------------|
| Septième de dominante         | mi sol^{#} si ré     |
| Quinte diminuée               | sol^{#} si ré        |
| Neuvième de dominante mineure | mi sol^{#} si ré fa  |
| Septième diminuée             | sol^{#} si ré fa     |
|-------------------------------+----------------------|
| Septième harmonique           | la do mi sol^{#}     |
| Quinte augmentée              | do mi sol^{#}        |
| Septième mineure              | la do mi sol         |
|-------------------------------+----------------------|
| Dominante auxiliaire          | si ré^{(#)} fa^{(#)} |
| Sixte française               | fa la si ré^{#}      |
| Sixte italienne               | fa la ré^{#}         |
| Sixte allemande               | fa la do ré^{#}      |
| Napolitain                    | si^b ré fa           |
| Sixte napolitaine             | ré fa si^b           |


