grimoire/musica-10-coda.html


<div id="outline-container-org85b60f7" class="outline-3">
<h3 id="org85b60f7"><span class="section-number-3">7.5</span> Mouvements polyphoniques</h3>
<div class="outline-text-3" id="text-7-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mouvement</th>
<th scope="col" class="org-left">Sens</th>
<th scope="col" class="org-left">Intervalles</th>
<th scope="col" class="org-right">Nombre de</th>
<th scope="col" class="org-right">Nombre de</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">mélodiques</th>
<th scope="col" class="org-right">voix</th>
<th scope="col" class="org-right">voix</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">constantes</th>
<th scope="col" class="org-right">conjointes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">parallèle</td>
<td class="org-left">=</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">parallèle ascendant</td>
<td class="org-left">/ : /</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">parallèle descendant</td>
<td class="org-left">\ : \</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">parallèle conjoint</td>
<td class="org-left">=</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">parallèle disjoint</td>
<td class="org-left">=</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">0</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">direct</td>
<td class="org-left">=</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">direct ascendant</td>
<td class="org-left">// : /</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">/ : //</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">direct descendant</td>
<td class="org-left">\\ : \</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">\ : \\</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">direct conjoint</td>
<td class="org-left">=</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-left">direct disjoint</td>
<td class="org-left">=</td>
<td class="org-left">pas =</td>
<td class="org-right">0</td>
<td class="org-right">0</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">oblique</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">oblique ascendant</td>
<td class="org-left">/ : —</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">— : /</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">oblique descendant</td>
<td class="org-left">\ : —</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">— : \</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">oblique conjoint</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">oblique disjoint</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">pas =</td>
<td class="org-right">1</td>
<td class="org-right">1</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">contraire</td>
<td class="org-left">opposés</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">extérieur</td>
<td class="org-left">/ : \</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">intérieur</td>
<td class="org-left">\ : /</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">contraire conjoint</td>
<td class="org-left">opposés</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">contraire disjoint</td>
<td class="org-left">opposés</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">1 ou 0</td>
</tr>

<tr>
<td class="org-left">extérieur conjoint</td>
<td class="org-left">/ : \</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">extérieur disjoint</td>
<td class="org-left">/ : \</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">1 ou 0</td>
</tr>

<tr>
<td class="org-left">intérieur conjoint</td>
<td class="org-left">\ : /</td>
<td class="org-left">=</td>
<td class="org-right">0</td>
<td class="org-right">2</td>
</tr>

<tr>
<td class="org-left">intérieur disjoint</td>
<td class="org-left">\ : /</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-right">1 ou 0</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org5deaf6d" class="outline-3">
<h3 id="org5deaf6d"><span class="section-number-3">7.6</span> Accords classés</h3>
<div class="outline-text-3" id="text-7-6">
</div>
<div id="outline-container-org6dcb0d9" class="outline-4">
<h4 id="org6dcb0d9"><span class="section-number-4">7.6.1</span> Issus du majeur</h4>
<div class="outline-text-4" id="text-7-6-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Accord</th>
<th scope="col" class="org-left">Exemple</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Parfait majeur</td>
<td class="org-left">do mi sol</td>
</tr>

<tr>
<td class="org-left">Sixte</td>
<td class="org-left">mi sol do</td>
</tr>

<tr>
<td class="org-left">Quarte &amp; sixte</td>
<td class="org-left">sol do mi</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Septième de dominante</td>
<td class="org-left">sol si ré fa</td>
</tr>

<tr>
<td class="org-left">Quinte diminuée</td>
<td class="org-left">si ré fa</td>
</tr>

<tr>
<td class="org-left">Neuvième de dominante majeure</td>
<td class="org-left">sol si ré fa la</td>
</tr>

<tr>
<td class="org-left">Septème et Quinte diminuée</td>
<td class="org-left">si ré fa la</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Septième majeure</td>
<td class="org-left">do mi sol si</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Dominante auxiliaire</td>
<td class="org-left">ré fa<sup>#</sup> la</td>
</tr>

<tr>
<td class="org-left">Sixte français</td>
<td class="org-left">la<sup>b</sup> do ré fa<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Sixte italienne</td>
<td class="org-left">la<sup>b</sup> do fa<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Sixte allemande</td>
<td class="org-left">la<sup>b</sup> do mi<sup>b</sup> fa<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Napolitain</td>
<td class="org-left">ré<sup>b</sup> fa la<sup>b</sup></td>
</tr>

<tr>
<td class="org-left">Sixte napolitaine</td>
<td class="org-left">fa la<sup>b</sup> ré<sup>b</sup></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org6bb4f74" class="outline-4">
<h4 id="org6bb4f74"><span class="section-number-4">7.6.2</span> Issus du mineur</h4>
<div class="outline-text-4" id="text-7-6-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Accord</th>
<th scope="col" class="org-left">Exemple</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Parfait mineur</td>
<td class="org-left">la do mi</td>
</tr>

<tr>
<td class="org-left">Sixte</td>
<td class="org-left">do mi la</td>
</tr>

<tr>
<td class="org-left">Quarte &amp; sixte</td>
<td class="org-left">mi la do</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Septième de dominante</td>
<td class="org-left">mi sol<sup>#</sup> si ré</td>
</tr>

<tr>
<td class="org-left">Quinte diminuée</td>
<td class="org-left">sol<sup>#</sup> si ré</td>
</tr>

<tr>
<td class="org-left">Neuvième de dominante mineure</td>
<td class="org-left">mi sol<sup>#</sup> si ré fa</td>
</tr>

<tr>
<td class="org-left">Septième diminuée</td>
<td class="org-left">sol<sup>#</sup> si ré fa</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Septième harmonique</td>
<td class="org-left">la do mi sol<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Quinte augmentée</td>
<td class="org-left">do mi sol<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Septième mineure</td>
<td class="org-left">la do mi sol</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Dominante auxiliaire</td>
<td class="org-left">si ré<sup>(#)</sup> fa<sup>(#)</sup></td>
</tr>

<tr>
<td class="org-left">Sixte française</td>
<td class="org-left">fa la si ré<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Sixte italienne</td>
<td class="org-left">fa la ré<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Sixte allemande</td>
<td class="org-left">fa la do ré<sup>#</sup></td>
</tr>

<tr>
<td class="org-left">Napolitain</td>
<td class="org-left">si<sup>b</sup> ré fa</td>
</tr>

<tr>
<td class="org-left">Sixte napolitaine</td>
<td class="org-left">ré fa si<sup>b</sup></td>
</tr>
</tbody>
</table>
</div>
</div>
