grimoire/musica-10-coda.org
*** À base de quintes

| Accord              | Exemple         |
|---------------------+-----------------|
| Double quinte       | do sol ré       |
| Double quarte       | ré sol do       |
|---------------------+-----------------|
| Quarte & Quinte     | sol do ré       |
| Seconde & Quinte    | do ré sol       |
|---------------------+-----------------|
| Triple quinte       | do sol ré la    |
| Triple quarte       | la ré sol do    |
|---------------------+-----------------|
| 2de, 4te & 5te      | sol la do ré    |
| 4te, 5te & 9e       | sol do ré la    |
|---------------------+-----------------|
| Quadruple quinte    | do sol ré la mi |
| Quadruple quarte    | mi la ré sol do |
|---------------------+-----------------|
| 3ce, 4te, 5te & 7e  | la do ré mi sol |
| 2de, 4te, 5te & 6te | sol la do ré mi |
| 4te, 5te, 6te & 9e  | sol do ré mi la |


*** Consonance des accords

| Stabilité              | Accords               |
|------------------------+-----------------------|
| consonants             | parfait majeur        |
|                        | parfait mineur        |
| équilibre dynamique    | septième de dominante |
| dissonants             | tous les autres       |


** Cellules rythmiques

| Nombre de notes | Rythmes binaires    | Rythmes ternaires   |
|-----------------+---------------------+---------------------|
|               1 | B                   | Bp                  |
|               2 | N N                 | Np Np               |
|                 | Np C                | B N                 |
|                 | C Np                | N B                 |
|                 | Npp dC              | B‿C C               |
|                 | N‿dC Cp             |                     |
|                 |                     | Np‿dC N‿dC          |
|               3 | Cp C Cp             | N N N               |
|                 | N C C               | B C C               |
|                 | C C N               | C C B               |
|                 | C N C               | C B C               |
|                 | Cp N dC             | N Np C              |
|                 | N dC Cp             | Np C N              |
|                 | Cp dC N             | N C Np              |
|                 | N Cp dC             | Np N C              |
|                 | dC Cp N             | C N Np              |
|               4 | C C C C             | Cp Cp Cp Cp         |
|                 | C C Cp dC           | Cp Cp N C           |
|                 | Cp dC C C           | N C Cp Cp           |
|                 | Cp dC Cp dC         | N C N C             |
|                 | Cp dC dC Cp         | N C C N             |
|                 | N C dC dC           | Np C C C            |
|                 | C dC dC N           | C C C Np            |
|                 | Cp Cp dC dC         | N N C C             |
|                 |                     | N Cp dC N           |
|               5 | N dC dC dC dC       | N C C C C           |
|                 | dC dC dC dC N       | C C C C N           |
|                 |                     | C C N C C           |
|                 |                     | C C C N C           |
|                 | C dC dC C C         | C C C Cp Cp         |
|                 | C Cp dC dC dC       |                     |
|                 | C dC Cp dC dC       |                     |
|                 | Cp dC dC dC C       |                     |
|                 | C dC dC dC Cp       |                     |
|               6 |                     | C C C C C C         |
|                 | C dC dC dC dC C     |                     |
|               7 | dC dC dC C dC dC dC |                     |
|               8 | 8 x dC              |                     |
|               9 |                     | 3 x { 2/3 (C C C) } |
|              12 |                     | 12 x dC             |
