grimoire/musica-10-coda.html


<div id="outline-container-orga804de1" class="outline-4">
<h4 id="orga804de1"><span class="section-number-4">7.6.3</span> À base de quintes</h4>
<div class="outline-text-4" id="text-7-6-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Accord</th>
<th scope="col" class="org-left">Exemple</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Double quinte</td>
<td class="org-left">do sol ré</td>
</tr>

<tr>
<td class="org-left">Double quarte</td>
<td class="org-left">ré sol do</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Quarte &amp; Quinte</td>
<td class="org-left">sol do ré</td>
</tr>

<tr>
<td class="org-left">Seconde &amp; Quinte</td>
<td class="org-left">do ré sol</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Triple quinte</td>
<td class="org-left">do sol ré la</td>
</tr>

<tr>
<td class="org-left">Triple quarte</td>
<td class="org-left">la ré sol do</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2de, 4te &amp; 5te</td>
<td class="org-left">sol la do ré</td>
</tr>

<tr>
<td class="org-left">4te, 5te &amp; 9e</td>
<td class="org-left">sol do ré la</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Quadruple quinte</td>
<td class="org-left">do sol ré la mi</td>
</tr>

<tr>
<td class="org-left">Quadruple quarte</td>
<td class="org-left">mi la ré sol do</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">3ce, 4te, 5te &amp; 7e</td>
<td class="org-left">la do ré mi sol</td>
</tr>

<tr>
<td class="org-left">2de, 4te, 5te &amp; 6te</td>
<td class="org-left">sol la do ré mi</td>
</tr>

<tr>
<td class="org-left">4te, 5te, 6te &amp; 9e</td>
<td class="org-left">sol do ré mi la</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgb79c015" class="outline-4">
<h4 id="orgb79c015"><span class="section-number-4">7.6.4</span> Consonance des accords</h4>
<div class="outline-text-4" id="text-7-6-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Stabilité</th>
<th scope="col" class="org-left">Accords</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">consonants</td>
<td class="org-left">parfait majeur</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">parfait mineur</td>
</tr>

<tr>
<td class="org-left">équilibre dynamique</td>
<td class="org-left">septième de dominante</td>
</tr>

<tr>
<td class="org-left">dissonants</td>
<td class="org-left">tous les autres</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgcee9178" class="outline-3">
<h3 id="orgcee9178"><span class="section-number-3">7.7</span> Cellules rythmiques</h3>
<div class="outline-text-3" id="text-7-7">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre de notes</th>
<th scope="col" class="org-left">Rythmes binaires</th>
<th scope="col" class="org-left">Rythmes ternaires</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">B</td>
<td class="org-left">Bp</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">N N</td>
<td class="org-left">Np Np</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Np C</td>
<td class="org-left">B N</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C Np</td>
<td class="org-left">N B</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Npp dC</td>
<td class="org-left">B‿C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">N‿dC Cp</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Np‿dC N‿dC</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Cp C Cp</td>
<td class="org-left">N N N</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">N C C</td>
<td class="org-left">B C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C C N</td>
<td class="org-left">C C B</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C N C</td>
<td class="org-left">C B C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp N dC</td>
<td class="org-left">N Np C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">N dC Cp</td>
<td class="org-left">Np C N</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp dC N</td>
<td class="org-left">N C Np</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">N Cp dC</td>
<td class="org-left">Np N C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">dC Cp N</td>
<td class="org-left">C N Np</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">C C C C</td>
<td class="org-left">Cp Cp Cp Cp</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C C Cp dC</td>
<td class="org-left">Cp Cp N C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp dC C C</td>
<td class="org-left">N C Cp Cp</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp dC Cp dC</td>
<td class="org-left">N C N C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp dC dC Cp</td>
<td class="org-left">N C C N</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">N C dC dC</td>
<td class="org-left">Np C C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C dC dC N</td>
<td class="org-left">C C C Np</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp Cp dC dC</td>
<td class="org-left">N N C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">N Cp dC N</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">N dC dC dC dC</td>
<td class="org-left">N C C C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">dC dC dC dC N</td>
<td class="org-left">C C C C N</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C N C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C C N C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C dC dC C C</td>
<td class="org-left">C C C Cp Cp</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C Cp dC dC dC</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C dC Cp dC dC</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">Cp dC dC dC C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C dC dC dC Cp</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">C C C C C C</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-left">C dC dC dC dC C</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">dC dC dC C dC dC dC</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">8 x dC</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">3 x { 2/3 (C C C) }</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">12 x dC</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: - chimay</p>
<p class="date">Created: 2020-12-29 mar 14:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
